res/panasonic_viera_e_series/NRC_D6-ONOFF.xml

<?xml version="1.0" encoding="utf-8"?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
 <s:Body>
  <u:X_SendKey xmlns:u="urn:panasonic-com:service:p00NetworkControl:1">
   <X_KeyEvent>NRC_D6-ONOFF</X_KeyEvent>
  </u:X_SendKey>
 </s:Body>
</s:Envelope>
